1.  Подберите перевод на узбекский язык к слову ежегодно
a.  har  hafta;					          b.  har  yil;
c.  har  kun;						d.  har  soat.

2.  Подберите перевод на узбекский язык словосочетанию официальный язык
a.  rasmiy til;					b.  so’zlashuv  tili;
c.  nashriyot  tili;					d.  kit obiy  til.

3. Определите каким членом предложения является выделенная  конструкция:
Узбекистан расположен в центре Азиатского материка. 
a. сказуемое;				b. определение;		
c. подлежащее;				d. дополнение.
 
4. Укажите ряд женского рода:
a. флаг, символ, столица, принцип;      b.  поле, страна, орошение, воля;        
c. задание, единство, учебник;	      d.  сила, конституция, страна, эпоха.

 5. Укажите род существительного  край:
a. мужской род;			  		b.  женский род;
c. средний род;			  		d.  множественное число.

 6.Укажите  глаголы  в  предложении:  Полюбишь  работу  -  и  она  тебя  полюбит.
  a. полюбишь, полюбит                                            b. она  
  c. тебя                                                                          d. работу

7.Напишите  ответ.  Друг  в  театре  видел  (кого?)
a. брат                                                                         b. брата
c.брату                                                                        d. братом

8.Найдите  глагол  будущего  времени. 
a. играю                                                                       b. играл  
c. буду играть                                                            d. играл бы 

9.Ответьте  на  вопрос отрицательно: У  тебя  есть  новый  учебник?
a. У меня есть учебник.                                    b. Да, есть.
c.У меня нет учебника                                     d. У меня нет нового учебника 


10. Дополните предложение: Азиз хочеть стать ….
a. архитектором                                                        b. архитектор
c. архитекторы                                                           d. архитекторами

11.  Подберите перевод на узбекский язык к слову семья
a. qoida;					b. qadrli, qimmat;
c. oila;					d. tashrif.

12.  Подберите перевод на узбекский язык к слову дорогой
a. qadimiy;					b.  qadrsiz;
c. qadrli, qimmat;			d.  zamonaviy.

13.  Вместо точек вставьте подходящее личное местоимение: Около дома растет дерево. … высокое и зеленое.
a. он;				b. она;		c. оно;		d. они.

14. Сколько родов существуют в русском языке?
a. 3;				b. 4;			c. 5;			d. 2.

15. Укажите правильный предлог.  … Бухаре очень много мечетей и медресе.
a.   На;			b.    По; 		c.    В;			d.    Под.

16. Вопросы имени прилагательного.
a. кто? что?                                                b. какой? какая? какое? какие?                        
c. сколько? почему?                                   d. что делать? что сделать?

17. Подберите  прилагательное  к  слову спортсмен
a.   дорогой                                                           b.  светлый  
c.  горячий                                                            d.  сильный  
18. Подберите  антоним  к  слову  широкий
a. тёмный                                                              b. грязный  
c. узкий                                                                 d.  слабый

19. 5. Укажите род существительного время: 
a.   средний род;			 	b.   женский род; 		
c.   мужской род;			 	d.   множественное число.


20.Укажите  слова  мужского  рода.
a. ребята,  мальчик,  мяч                                b. чайник,  учитель,  медведь                             
c.  девочка, дедушка, бабушка                       d. окно,  кресло, лицо

21.  Подберите правильный перевод к слову  ответственность:
a.  qat'iyat;  					b. barqarorlik; 
c.  mas'uliyat; 				d. samara.   

22.  Подберите синоним   к слову  шанс:
a. необходимость;  			b. деятельность; 
c. ответственность; 			d. возможность.   

23.  Укажите ряд женского рода 
a. книга, дорога, земля;	           b. учебник, журнал, телефон;		
c. здание, задание, море;		 d. друзья, братья, родители.

24.   Выберите вариант с правильным антонимом к слову высокий:
a. важный;					          b. низкий;			
c. большой;					         d. красивый.

25. Укажите правильный предлог.        Я сейчас живу   …   Бухаре.
a.   на;	 	b.    по; 		c.    в;			d.    под.

26.Определите  род  имён  существительных: тётя,  мама,  дочка
a. общий  род                                                   b.  мужской род  
c.  средний род                                                d. женский род                                               

27.Вставьте  подходящее местоимение.  Это  …сестра  Алсу.
a. мои                                                               b.  моя
c.  моё                                                              d.  мой  

28. На  какой  вопрос  отвечает  винительный  падеж.
a. кого?  чего?                                                 b. кого?  что?  
c. кому?  чему?                                               d. кто? что?  

29.Укажите  слово  в  дательном  падеже.
a. я                                                                   b.  меня   
c. мне                                                              d.  мной



30. Укажите главные  члены предложения.

a. определение и дополнение                           b. подлежащее и сказуемое                               c. обстоятельство	и подлежащее                      d. дополнение и сказуемое


31.  Подберите правильный перевод к слову  порог:
a. qat'iyat;  					b. ostona; 
c. mе’ros;  					d. hodisa.     
32. Определите правильное согласование прилагательного с существительным:
a. уникальный природа;   		          b. уникальные природа;  
c. уникальная природа; 			d. уникальное природа.  

33.Определите каким членом предложения является выделенная  конструкция:
Узбекистан расположен в центре Азиатского материка. 
a. сказуемое;				b. определение;		
c. подлежащее;				d. дополнение.

34. Напишите правильное окончание прилагательного.   Государственн…   флаг 
a. …ой;					b. …ый;			
c. …ая;					d. …ые.

35. Укажите род существительного страна: 
a.   средний род;			 	b.   женский род; 		
c.   мужской род;			 	d.   множественное число.

36. Найдите  в предложении сказуемое.  Учащиеся  каждый день занимаются  в спортзале.
a. занимаются	                                    b. учащиеся	
c. каждый день	                                   d.  в спортзале	

37. На  какие  вопросы  отвечает  определение?
a. когда? где?                                          b. какой? который? чей?                        
c. кто? что?	                                             d. что делает? что сделает?



38. На какие вопросы отвечает дополнение?
 a. кто? что?                                                b. какой? чей?
 c. где? куда?		                            d. на вопросы косвенных  падежей		
39. Второстепенный  член  предложения, который  обозначает признак предмета и отвечает на вопросы какой? который? чей?
a. определение		                           b. дополнение 
с. сказуемое			                 d. подлежащее

40. На какой  вопрос отвечает обстоятельство  места?
a. где? куда? откуда?		                  b. когда? сколько?
c. почему? зачем?		                  d. кто? что?

41.  Укажите правильный перевод слова традиция: 
а.  аn’ana; 					b.  tayyorgarlik; 
c.  mе’ros;  					d. hodisa.     

42.В   данном   предложении   вместо   точек   вставьте   подходящее   имя прилагательное: «Счастье и радость всем жителям Узбекистана
 приносит  … праздник Навруз». 
а.  весенний; 		  		b. зимний; 
c. международный;			d.  летний; 	

43.  Выберите вариант мужского рода:	
a. дедушка, стол, пенал, карандаш;	          b. вода, чистота, природа;	
c. море, слово, упражнение;		                    d. студенты, дети, ученицы.

44.  Напишите правильное окончание прилагательного.   Крупнейш…   ресурсы    
a. …ие;					b. …ая;			
c. …ой;					d. …ое.

45. Укажите род существительного конституция: 
a. средний род;			 	b. женский род; 		
c. мужской род;			 	d. множественное число.

46.Определите значение выделенных конструкций: Личность формируется под влиянием общества
a. подлежащее                                    b. определение
c. сказуемое                                        d. дополнение

47. Определите значение выделенных конструкций:
Студенческая группа – сложное и многогранное социальное явление.
a. определение                                   b. подлежащее
c. сказуемое                                       d. дополнение     

48. Напишите правильное окончание прилагательного: Психологическ…      климат
a. …ий	                                         b. …ой		
c. …ая                                                 d. …ое

49. Напишите правильное окончание прилагательного:   Творческ …   сила
a. …ая	                                         b. …ой		
c. …ый                                                d. …ое

50. Выберите вариант с правильным согласованием существительного с прилагательным
a. официальные отношения               	b. определённые система	
c. яркий личность                                     d. настоящая время

51.  Укажите правильный перевод слова подготовка: 
а.  аn’ana; 					b.  tayyorgarlik; 
c.  mе’ros;  					d. hodisa.     

52.  Дополните предложение нужным местоимением. У  … в классе сложился хороший коллектив.
a. нам;  			b. нами;   		  c. нас;          	       d. мы.  

53.  Вставьте  подходящее местоимение.  Это  …   сестра  Амина.
a. моя; 			b. мой;   		c. моё; 	d. мои. 

54. Определите правильное согласование прилагательного с существительным:
a. архитектурное сооружение;   	                   b. архитектурная сооружение; 
c. архитектурные сооружение;	                   d. архитектурный  сооружение.

55. Когда была принята Конституция Республики Узбекистан? 
a. 1 сентября 1991 года;			 	b.   8 декабря 1992 года; 	
c. 31 августа 1991 года;			 	          d.   2 марта 1992 года.

56. Выберите вариант с правильным согласованием существительного с прилагательным:
a. гражданское сознание	                            b. научные творчество                        
c. современные специалист                               d. воспитанная человек


57. Вместо точек правильно употребите предлоги
 … всём лучшем, что создано человечеством, лежит  печать личности.  
a. Во            	b. На		      c . По                   d. По

58. Вместо точек правильно употребите предлоги
…  обществе существует определённая система прав и обязанностей для каждого члена коллектива. 
a. В  		   b. На		c. По		   d. Под
59. Выберите вариант ответа, где указаны существительные только  женского рода:
a. личность, группа, программа, обязанность 	
b. обязанность, право, человек, ситуация
c. культура, общество, друг, знакомый
d. действие, конституция, индивид, климат

60. Выберите вариант ответа, где указаны существительные только мужского рода

a. руководитель, человек, коллектив, студент 	
b. качество, труд, группа, условие		
c. шаг, отношение, природа, воспитание
d. труд, право, уровень, сознание

61.Дополните предложение нужным местоимением.  У … осталось мало времени.
a. вы;  			b. вас;   		c. вам; 		d. вами.  

62.  Подберите правильный перевод к слову  башня:
a. qal’a;  			b. naqsh; 		c. minora;  		d. jihoz.    

63.Определите значение слова  опираться

a. tayanmoq         b . sanoat            c. kashfiyot         d. ta`minlamoq


64.  Подберите синоним   к слову  различный:
a. одинаковый;  				b. разный; 
c. удлиненный; 				d. высокий.   

65. Определите значение выделенных конструкций. 
Сегодня на улице погода теплая и солнечная.  
a. подлежащее;   				b. определение; 
c. сказуемое;				d. дополнение.

66. Выберите вариант с существительными среднего рода:
a. урок, журнал, костюм;			 	b. молоко, облако, солнце; 	
c. доска, ручка, сумка;			 	         d. девочки, книги, города.

67.Укажите род существительного   характер

a.  Мужской род                        b. Женский род		
c. Средний род                          d. Множественное число

68.Укажите род существительного  обязанность

a. Женский род	                         b. Мужской род    		
c. Средний род                             d. Множественное число

69. Напишите правильное окончание прилагательного производственн… продукт

a.   …ый продукт                                b.  …ая продукт  
c.  …ые продукт                                 d.  …ое продукт  

70. Напишите правильное окончание прилагательного прикладн…  наука

a.   …ая наука                                     b.   …ый наука       
c.   …ые наука                                      d.   …ое наука

71. Дополните предложение нужным глаголом настоящего времени.   Студенты на уроке … и … .
a. читали и писали; 				b. будут читать и писать; 
c. читают и пишут; 				d. читаем и пишем. 



72. Укажите верное утверждение. 
а. Олимпийские игры возникли в Древнем  Риме.  
в. Олимпийские игры возникли в Древней Греции.   
с.  Олимпийские игры возникли в Древнем  Египте. 
d. Олимпийские игры возникли в Древней Руси.   

73.  Подберите правильный перевод к слову  состязание:
a. musobaqa;  				   	  b. qahramonlik; 
c. mashhur;  				            d. kayfiyat, ahvol.    

74. Определите правильное согласование прилагательного с существительным:
a. олимпийские игры;   				b. олимпийская игры;  
c. олимпийский игры; 				         d. олимпийское игры.  

75. Подберите  антоним к слову быстрый: 
a. дорогой;  					b. медленный; 
c. скорый;  						d. длинный.    
76. Определите значение выделенных конструкций:
Специалист должен самостоятельно и систематически пополнять свои знания.          
a. подлежащее                                           b. определение
c. сказуемое                                               d. дополнение     
77. Напишите правильное окончание прилагательного: Профессиональн… навыки
a.   …ые	              b.   …ый	                    c.    …ая                        d.    …ое

78. Вместо точек правильно употребите предлоги.
… наше время быстро устаревают знания и профессиональные навыки научно-технических специалистов.   
a. В     	             b. На		       c. По                         d. По

79. Выберите вариант ответа с существительными женского рода
a.  независимость, воля, почва, цивилизация		
b.  флаг, символ, столица, принцип		
c.  поле, страна, орошение, воля        
d.  подножие, герб, единство, принцип

80.Укажите род существительного производство
a. Средний род                         		b. Женский род		
c. Мужской род                                            d. Множественное число

81. Укажите подлежащее в предложении. Студенты 1 курса хорошо выполнили все задания по русскому языку.  
a. выполнили;					b. по русскому языку;
c. студенты; 					d. задания.    

82.  Укажите сказуемое в предложении. На собрании декан объявил о дате сдачи тестов.
a. объявил; 		  b. декан;                 c. на собрании;  	    d. о дате.   

83. Дополните предложение нужным глаголом будущего времени.    
В понедельник все студенты 1 курса …  экзамен по русскому языку  
a. сдали; 						b. сдал;   
c. будут сдавать;					d. будем сдавать.  
 
84. Дополните предложение нужным глаголом будущего времени.  
 После уроков все студенты … к праздничному концерту.  
a. будут готовиться; 				b. будем готовиться;
c. будете готовиться;				d. будешь  готовиться.

85. Определите правильное согласование прилагательного с существительным:
a. узбекский  литература;   			b. узбекское литература;  
c. узбекские литература; 			d. узбекская литература.  

86. Определите значение выделенных конструкций:
Ташкент находится у подножия снежных вершин Тянь-Шаня.
a. подлежащее                                 b. определение           
c. сказуемое                                     d. дополнение     

87. Напишите правильное окончание прилагательного:
Государственн…  флаг
A) …ый	B) …ой		C) …аяD) …ое

88. Напишите правильное окончание прилагательного:  Заветн… мечта
a.   …ая                  	b.   …ой		 c.   …ый                      d.   …ое

89. Вместо точек правильно употребите предлоги
 … Узбекистане более 100 отраслей промышленности.
a. В     	         b. На		        c. По                    d. По


90. Вместо точек правильно употребите предлоги

… республиканской библиотеке имени Алишера Навои собраны уникальные материалы о Средней Азии.

a. В		        b. На		          c. По	                   	d. Под

91. Укажите определение в предложении.  Несмотря на то, что сегодня первый день зимы, погода на улице теплая и солнечная. 
a. на улице;  				b. первый, теплая и солнечная;  
c. первый день зимы;			d. несмотря на то. 

92. Укажи вариант, в котором верно указано определение.  Удивительные стихи, великолепные картины, музыкальные произведения родились благодаря любви к природе. 
a. родились;		    b. стихи, картины, произведения;
c. любви к природе; 	   d. удивительные,  великолепные, музыкальные.   

93.  Подберите антоним    к слову  широко:
a. редко;  				          b. высоко; 
c. низко; 					d. узко.   
 
94. Выберите вариант с существительными  мужского  рода:

a. окна, дома, государства, институты;  	
b. организация, судьба, воля, перспектива; 
c. государство, мнение, наследие; 		
d. суверенитет, институт, мир.    

95. Определите значение выделенных конструкций. Несмотря на то, что на севере Узбекистана суровый климат, там растет много видов растений.

а. определение;  					b. дополнение; 
c. подлежащее; 					d. сказуемое.  

96.Укажите род существительного референдум
a. Мужской род    	           b. Женский род		
c. Средний род                        d . Множественное число

97. Укажите род существительного цивилизация

a. Женский род		             b.Мужской род    
c. Средний род                           d. Множественное число

98. Выберите вариант с правильным переводом слова обладать

a. ega bo’lmoq	        b. referendum               c. mustaqillik              d. erishmoq	
		
99. Выберите правильный вариант ответа
Какой член предложения обозначает направление движения и отвечает на вопросы: куда? откуда? 

a. обстоятельство места                              b. обстоятельство цели
c. обстоятельство образа действия            d. обстоятельство времени

100. Каким членом предложения является подчеркнутое слово.
Великий шелковый путь пересекал с востока на запад всю Азию.

a. обстоятельство места                        b . обстоятельство образа действия           
c. обстоятельство времени                        d . обстоятельство причины

101. Подберите правильный перевод к слову  предупреждать:
a. maslahat bermoq;  				b. qamrab olmoq; 
c. chorlamoq;  					d. ogohlantirmoq.    
102.  Подберите синоним   к слову  конкретный:
a. неопределённый;  				b. различный; 
c. точный; 						d. важный.   
103. Дополните предложение несогласованным определением.   
 В нашем институте для  спортсменов   построили новый   ... . 
a. спортивный зал; 				b. актовый  зал;  
c. зал для спорта;  				d. библиотеку. 
104. Дополните предложение нужным дополнением.  
У каждого …  должен  быть студенческий билет.
a. студентов;  					b. студента;   
c. студентами; 					d. о студентах.  
105. Определите правильное согласование прилагательного с существительным:
a. растительный мир;   				b. растительная мир; 
c. растительные мир;				        d. растительное мир.
106. Укажите правильное окончание прилагательного: Крупн…  месторождение
a …ое	      b …ой		c …ая            d …ый

107. Выберите вариант с правильным согласованием существительного с прилагательным
a.  природное богатство;                            b. природный богатство;
c.  природная богатство;                              d. природные богатство
108. Выберите вариант с правильным согласованием существительного с прилагательным
a.  светлое будущее;                                    b. светлый будущее;
c.  светлая будущее;                                     d. светлые будущее.

109. Вместо точек правильно употребите предлоги
 … настоящее время разведано 40 месторождений драгоценных металлов.
      
  a. В	                b. На		    c. По                   d . По

110. Выберите вариант с существительными среднего рода:

a) государство, мнение, наследие, будущее;
b) организация, судьба, воля, перспектива;
c) суверенитет, институт, мир, словарь;
d) окна, дома, государства, институты.

111. Подберите перевод к слову образование:
a. muasassa; 						b. daraja; 
c. bitiruvchi;  					          d. taʼlim.   

112.  Дополните предложение подходящим   обстоятельством.    …  существует обязательное бесплатное общее среднее образование со сроком обучения 11 лет. 
a. в области;  					         b. в городе;  
c. в Узбекистане; 					d. в мире.   
113. Определите правильное согласование прилагательного с существительным:
a. государственный аттестация; 		b. государственные аттестация;  
c. государственная  аттестация; 		d. государственное аттестация.  
114. Подберите синоним к слову беседовать:
a. молчать; 						b. говорить;  
c. смотреть; 					d. указать. 
115. Определите правильное согласование прилагательного с существительным:
a. Нобелевская премия; 				b. Нобелевский премия; 
c. Нобелевское премия; 				d. Нобелевские премия; 
116. Выберите вариант с существительными множественного числа:
a. окна, дома, государства, вузы.
b. организация, судьба, воля, перспектива;
c.суверенитет, институт, мир, словарь;
d. государство, мнение, наследие, будущее;

117. Укажите род существительного открытие
а. Средний род   в. Женский род    с. Мужской род    d. Множественное число

118. Выберите правильный вариант ответа.
Какой член предложения обозначает предмет,  лицо и отвечает на вопросы: кто? что?
а. подлежащее			b. сказуемое
с. обстоятельство 		d. дополнение

119. Выберите вариант с существительными мужского рода:
a. журнал, институт, учебник, день;		b. бумага, семья, ручка;
c. общество, дело, здание, грядущее;		d. доктора, книги, дети, тесты.

120.  Выберите вариант с существительными женского рода:
a. бумага, семья, ручка, дорога;	        b. общество, дело, здание, грядущее;
c. журнал, институт, учебник, день;       d. доктора, книги, дети, тесты.

121. Подберите правильный перевод к слову  развитие:
a. tanlash;  				b. bilish; 
c. qiziqish; 				d. rivojlanish.   

122.  Выберите правильный вариант ответа 
Когда в Узбекистане был принят закон «О Государственном Гимне»?
a. 18 ноября 1991 года			          b. 10 декабря 1992 года 
c. 2 июля 1992 года			          d. 8 декабря 1992 года
	
123. Определите правильное согласование прилагательного с существительным:
a. настоящая специалист;   	b. настоящие специалист; 
c. настоящий специалист;	d. настоящее специалист.
124. Определите  род  имён  существительных: тётя,  мама,  дочка, сестра. 
а.  женский род;			b.  мужской род;  
с.  средний род;			d.  общий  род. 
125. Вставьте  подходящее местоимение.  Это  …  старшая сестра  Малика.
а. моя; 			b.  мои;    		с. моё;    		 d.  мой. 
126. Выберите правильный вариант  окончанием прилагательного:  Черн…  кофе
a.  ый;		         b. ая;                            c.  ое;		          d.  ые.
127. Найдите правильный вариант ответа:
a.  Старый город		b.  Старые город
c. Старая город                      d.  Старое город
128. Определите значение выделенных конструкций: Бухара веками была центром торговли.
a. подлежащее                                  b. определение            
c. сказуемое                                      d. дополнение
129. В каком варианте даны существительные мужского рода:
а. дневник, учебник, молоток; 		в. тетрадь, линейка, картина;
с. доска,  бумага, здание; 		          d. окно, дерево, село, небо.
130 Когда была провозглашена независимость Узбекистана?
a. 30 августа 1990 года;                                    b. 31 августа 1990 года; 
c. 31 августа 1991 года;                                   d. 1 сентября 1992 года.
131. В каком ряду даны слова среднего рода.
а. окно, мама, дядя, дом; 		b. сын, дедушка, поле, врач;
c. папа, сторож, врач; ручка;		d. время, платье, зеркало, море.  
132. Определите значение выделенных конструкций:  Бухара - один из священных городов Узбекистана.
a.  подлежащее                                b. определение            
c.  сказуемое                                    d. дополнение
133. Вместо точек правильно употребите нужный  предлог:
… наше время современный специалист должен знать языки.
a. В;   		b. На;			c. По;    	d. Под. 
134. Определите  род  имён  существительных: мальчик, дядя, отец, учитель. 
а.  женский род;				b.  мужской род;  
с.  средний род;				d.  общий  род. 

135. Вставьте  подходящее местоимение.  Это  …  старший брат  Алишер.
а. моя; 			b.  мои;    		с. моё;    		 d.  мой.   
136. Подлежащее отвечает на вопросы …
a. кто? что?                                            b. кого? что? 
c.  кого? чего?                                        d. где? куда? откуда? 
137. Сказуемое отвечает на вопросы: 
a.   кто? кому?                                     b. куда? откуда? 
c.  почему? отчего?                            d.  что делает? что сделает? 

138. Переведите  глагол на  русский  язык.  Якшанба куни  музейга борамиз.   
a.  идём                        b.  пойти                    c.  пойдём                   d.   b,  c

139. Сколько падежей в русском языке?

a. 5                     b. 7                   c. 8                          d. 6

140. Дополните предложение. Врач сказал, … завтра будет операция.

a. чтобы                       b. кому                         c. что                      d. куда  

141. Дополните предложение нужным глаголом прошедшего времени.   В библиотеке студенты  … журналы и газеты
a. читал;  					b. читали;   
c. читала; 					d. читает.  

142. Дополните предложение нужным глаголом прошедшего времени.   В школе я…  в футбол 
a. играла;  					b. играли;   
c. играем; 					d. играл.  

143. Подберите синоним   к слову  основной:
a. точный;  					b. разный; 
c. главный; 			         d. второстепенный.   

144. Укажите верное согласование: 
a. Священная  Бухара;  		b. Священное  Бухара; 
c. Священный  Бухара; 			d. Священные  Бухара.     


145. Вместо точек вставьте глагол будущего времени.   
Завтра   мы …   …   на олимпиаде по русскому языку. 

a. будешь участвовать;  			b. буду участвовать; 
c. будем участвовать; 			          d. будут участвовать.    

146. Вместо точек вставьте глагол.  Мои друзья …..  в университете. 
a. учатся               b. учат                   c. занимаются                d. изучают

147. Вместо точек вставьте глагол.  Мой друг очень хорошо говорит….  
a. по-русски          b. русский                c. русский язык               d. русские 

148. Вместо точек вставьте глагол . 
Я хочу поехать в Россию и тоже изучать ….
a.    русский язык            b. русский              c. по-русски               d. русские 

149. Вместо точек вставьте глагол . Моё любимое время года … . 
a. лето                    b. летом                        c. летний                        d.летние

150. Вместо точек вставьте глагол . Виктор очень …  поехать в Англию. 
a. хочет                     b. может                      c. умеет                  d. знает 




s













