1.  Подберите перевод на узбекский язык к слову ежегодно
 b.  har  yil;

2.  Подберите перевод на узбекский язык словосочетанию официальный язык
a.  rasmiy til;				

3. Определите каким членом предложения является выделенная  конструкция:
Узбекистан расположен в центре Азиатского материка. 
c. подлежащее;			
4. Укажите ряд женского рода:
    d.  сила, конституция, страна, эпоха.
 5. Укажите род существительного  край:
a. мужской род;			  	
 6.Укажите  глаголы  в  предложении:  Полюбишь  работу  -  и  она  тебя  полюбит.
  a. полюбишь, полюбит                                               
7.Напишите  ответ.  Друг  в  театре  видел  (кого?)
a. брат   
8.Найдите  глагол  будущего  времени. 
c. буду играть                                                         
9.Ответьте  на  вопрос отрицательно: У  тебя  есть  новый  учебник?
 d. У меня нет нового учебника 
10. Дополните предложение: Азиз хочеть стать ….
a. архитектором  
11.  Подберите перевод на узбекский язык к слову семья
c. oila;					
12.  Подберите перевод на узбекский язык к слову дорогой
c. qadrli, qimmat;		
13.  Вместо точек вставьте подходящее личное местоимение: Около дома растет дерево. … высокое и зеленое.
c. оно;		
14. Сколько родов существуют в русском языке?
a. 3;			
15. Укажите правильный предлог.  … Бухаре очень много мечетей и медресе.
	c.    В;			
16. Вопросы имени прилагательного.
 b. какой? какая? какое? какие?                       
17. Подберите  прилагательное  к  слову спортсмен
d.  сильный  
18. Подберите  антоним  к  слову  широкий
c. узкий            
19. 5. Укажите род существительного время: 
a.   средний род;			 		
20.Укажите  слова  мужского  рода.
b. чайник,  учитель,  медведь                             
21.  Подберите правильный перевод к слову  ответственность:
c.  mas'uliyat; 			
22.  Подберите синоним   к слову  шанс:
		d. возможность.   
23.  Укажите ряд женского рода 
a. книга, дорога, земля;	        
24.   Выберите вариант с правильным антонимом к слову высокий:
a. важный;					    	
25. Укажите правильный предлог.        Я сейчас живу   …   Бухаре.
	c.    в;		
26.Определите  род  имён  существительных: тётя,  мама,  дочка
  d. женский род                                               
27.Вставьте  подходящее местоимение.  Это  …сестра  Алсу.
  b.  моя
28. На  какой  вопрос  отвечает  винительный  падеж.
  b. кого?  что?  
29.Укажите  слово  в  дательном  падеже.
c. мне                                                              
30. Укажите главные  члены предложения.
 b. подлежащее и сказуемое                                        
31.  Подберите правильный перевод к слову  порог:
		b. ostona; 
32. Определите правильное согласование прилагательного с существительным:
    с. уникальная природа;  
33.Определите каким членом предложения является выделенная  конструкция:
Узбекистан расположен в центре Азиатского материка. 
c. подлежащее;	
34. Напишите правильное окончание прилагательного.   Государственн…   флаг 
	b. …ый;			
35. Укажите род существительного страна: 
 	b.   женский род; 		
36. Найдите  в предложении сказуемое.  Учащиеся  каждый день занимаются  в спортзале.
a. занимаются	      
37. На  какие  вопросы  отвечает  определение?
  b. какой? который? чей?                     
38. На какие вопросы отвечает дополнение?
 a. кто? что?                                                b. какой? чей?
 c. где? куда?		                            d. на вопросы косвенных  падежей		
39. Второстепенный  член  предложения, который  обозначает признак предмета и отвечает на вопросы какой? который? чей?
		                 d. подлежащее
40. На какой  вопрос отвечает обстоятельство  места?
a. где? куда? откуда?		     
41.  Укажите правильный перевод слова традиция: 
а.  аn’ana; 				
42.В   данном   предложении   вместо   точек   вставьте   подходящее   имя прилагательное: «Счастье и радость всем жителям Узбекистана
 приносит  … праздник Навруз». 
а.  весенний; 		
43.  Выберите вариант мужского рода:	
a. дедушка, стол, пенал, карандаш;	       
44.  Напишите правильное окончание прилагательного.   Крупнейш…   ресурсы    
a. …ие;			
45. Укажите род существительного конституция: 
	b. женский род; 		
46.Определите значение выделенных конструкций: Личность формируется под влиянием общества
a. подлежащее                                
47. Определите значение выделенных конструкций:
Студенческая группа – сложное и многогранное социальное явление.
a. определение                                   
48. Напишите правильное окончание прилагательного: Психологическ…      климат
a. …ий	                        
49. Напишите правильное окончание прилагательного:   Творческ …   сила
a. …ая	                                       
50. Выберите вариант с правильным согласованием существительного с прилагательным
a. официальные отношения               	
51.  Укажите правильный перевод слова подготовка: 
	b.  tayyorgarlik; 
52.  Дополните предложение нужным местоимением. У  … в классе сложился хороший коллектив.
  c. нас;          	    
53.  Вставьте  подходящее местоимение.  Это  …   сестра  Амина.
a. моя; 
54. Определите правильное согласование прилагательного с существительным:
a. архитектурное сооружение;   	         
55. Когда была принята Конституция Республики Узбекистан? 
	b.   8 декабря 1992 года; 	
56. Выберите вариант с правильным согласованием существительного с прилагательным:
a. гражданское сознание	                                         
57. Вместо точек правильно употребите предлоги
 … всём лучшем, что создано человечеством, лежит  печать личности.  
a. Во       
58. Вместо точек правильно употребите предлоги
…  обществе существует определённая система прав и обязанностей для каждого члена коллектива. 
a. В  	
59. Выберите вариант ответа, где указаны существительные только  женского рода:
a. личность, группа, программа, обязанность 	c. культура, общество, друг, знакомый
60. Выберите вариант ответа, где указаны существительные только мужского рода
a. руководитель, человек, коллектив, студент 	c. шаг, отношение, природа, воспитание
61.Дополните предложение нужным местоимением.  У … осталось мало времени.
	b. вас;   
62.  Подберите правильный перевод к слову  башня:
	c. minora;  	
63.Определите значение слова  опираться
a. tayanmoq     
64.  Подберите синоним   к слову  различный:
				b. разный; 
65. Определите значение выделенных конструкций. 
Сегодня на улице погода теплая и солнечная.  
			b. определение; 
66. Выберите вариант с существительными среднего рода:
		 	b. молоко, облако, солнце; 	
67.Укажите род существительного   характер
a.  Мужской род                    	
68.Укажите род существительного  обязанность
a. Женский род	                
69. Напишите правильное окончание прилагательного производственн… продукт
a.   …ый продукт               
70. Напишите правильное окончание прилагательного прикладн…  наука
a.   …ая наука       
71. Дополните предложение нужным глаголом настоящего времени.   Студенты на уроке … и … .
c. читают и пишут; 		
72. Укажите верное утверждение. 
в. Олимпийские игры возникли в Древней Греции.   d. Олимпийские игры возникли в Древней Руси.   
73.  Подберите правильный перевод к слову  состязание:
a. musobaqa;  				   	
74. Определите правильное согласование прилагательного с существительным:
a. олимпийские игры;   			
75. Подберите  антоним к слову быстрый: 
		b. медленный; 
76. Определите значение выделенных конструкций:
Специалист должен самостоятельно и систематически пополнять свои знания.          
a. подлежащее                                          
77. Напишите правильное окончание прилагательного: Профессиональн… навыки
a.   …ые	           
78. Вместо точек правильно употребите предлоги.
… наше время быстро устаревают знания и профессиональные навыки научно-технических специалистов.   
a. В     	          
79. Выберите вариант ответа с существительными женского рода
a.  независимость, воля, почва, цивилизация		c.  поле, страна, орошение, воля        
80.Укажите род существительного производство
a. Средний род                         		
81. Укажите подлежащее в предложении. Студенты 1 курса хорошо выполнили все задания по русскому языку.  
c. студенты; 				
82.  Укажите сказуемое в предложении. На собрании декан объявил о дате сдачи тестов.
a. объявил; 		    
83. Дополните предложение нужным глаголом будущего времени.    
В понедельник все студенты 1 курса …  экзамен по русскому языку  
c. будут сдавать;				
84. Дополните предложение нужным глаголом будущего времени.  
 После уроков все студенты … к праздничному концерту.  
a. будут готовиться; 		
85. Определите правильное согласование прилагательного с существительным:
	d. узбекская литература.  
86. Определите значение выделенных конструкций:
Ташкент находится у подножия снежных вершин Тянь-Шаня.
a. подлежащее                 
87. Напишите правильное окончание прилагательного:
Государственн…  флаг
A) …ый	
88. Напишите правильное окончание прилагательного:  Заветн… мечта
a.   …ая          
89. Вместо точек правильно употребите предлоги
 … Узбекистане более 100 отраслей промышленности.
a. В     	  
90. Вместо точек правильно употребите предлоги
… республиканской библиотеке имени Алишера Навои собраны уникальные материалы о Средней Азии.
a. В		    
91. Укажите определение в предложении.  Несмотря на то, что сегодня первый день зимы, погода на улице теплая и солнечная. 
	b. первый, теплая и солнечная;  
92. Укажи вариант, в котором верно указано определение.  Удивительные стихи, великолепные картины, музыкальные произведения родились благодаря любви к природе. 
  d. удивительные,  великолепные, музыкальные.   
93.  Подберите антоним    к слову  широко:
	d. узко.   
94. Выберите вариант с существительными  мужского  рода:
d. суверенитет, институт, мир.    
95. Определите значение выделенных конструкций. Несмотря на то, что на севере Узбекистана суровый климат, там растет много видов растений.
а. определение;  				
96.Укажите род существительного референдум
a. Мужской род    	      
97. Укажите род существительного цивилизация
a. Женский род		     
98. Выберите вариант с правильным переводом слова обладать
a. ega bo’lmoq	      
99. Выберите правильный вариант ответа
Какой член предложения обозначает направление движения и отвечает на вопросы: куда? откуда? 
a. обстоятельство места      
100. Каким членом предложения является подчеркнутое слово.
Великий шелковый путь пересекал с востока на запад всю Азию.
a. обстоятельство места         
101. Подберите правильный перевод к слову  предупреждать:
	d. ogohlantirmoq.    
102.  Подберите синоним   к слову  конкретный:
c. точный; 			
103. Дополните предложение несогласованным определением.   
 В нашем институте для  спортсменов   построили новый   ... . 
c. зал для спорта;  		
104. Дополните предложение нужным дополнением.  
У каждого …  должен  быть студенческий билет.
			b. студента;   
105. Определите правильное согласование прилагательного с существительным:
a. растительный мир;   			
106. Укажите правильное окончание прилагательного: Крупн…  месторождение
a …ое	     
107. Выберите вариант с правильным согласованием существительного с прилагательным
a.  природное богатство;        
108. Выберите вариант с правильным согласованием существительного с прилагательным
a.  светлое будущее;    
109. Вместо точек правильно употребите предлоги
 … настоящее время разведано 40 месторождений драгоценных металлов.
  a. В	        
110. Выберите вариант с существительными среднего рода:
a) государство, мнение, наследие, будущее;
111. Подберите перевод к слову образование:
					          d. taʼlim.   
112.  Дополните предложение подходящим   обстоятельством.    …  существует обязательное бесплатное общее среднее образование со сроком обучения 11 лет. 
c. в Узбекистане; 			  
113. Определите правильное согласование прилагательного с существительным:
c. государственная  аттестация; 	
114. Подберите синоним к слову беседовать:
		b. говорить;  
115. Определите правильное согласование прилагательного с существительным:
a. Нобелевская премия; 			
116. Выберите вариант с существительными множественного числа:
a. окна, дома, государства, вузы.c.суверенитет, институт, мир, словарь;
117. Укажите род существительного открытие
а. Средний род   
118. Выберите правильный вариант ответа.
Какой член предложения обозначает предмет,  лицо и отвечает на вопросы: кто? что?
а. подлежащее		
119. Выберите вариант с существительными мужского рода:
a. журнал, институт, учебник, день;		
120.  Выберите вариант с существительными женского рода:
a. бумага, семья, ручка, дорога;	       
121. Подберите правильный перевод к слову  развитие:
		d. rivojlanish.  
122.  Выберите правильный вариант ответа 
Когда в Узбекистане был принят закон «О Государственном Гимне»?
   b. 10 декабря 1992 года 	
123. Определите правильное согласование прилагательного с существительным:
c. настоящий специалист;	
124. Определите  род  имён  существительных: тётя,  мама,  дочка, сестра. 
а.  женский род;		
125. Вставьте  подходящее местоимение.  Это  …  старшая сестра  Малика.
а. моя; 		
126. Выберите правильный вариант  окончанием прилагательного:  Черн…  кофе
a.  ый;		     
127. Найдите правильный вариант ответа:
a.  Старый город	
128. Определите значение выделенных конструкций: Бухара веками была центром торговли.
a. подлежащее          
129. В каком варианте даны существительные мужского рода:
а. дневник, учебник, молоток; 	
130 Когда была провозглашена независимость Узбекистана?
c. 31 августа 1991 года;                
131. В каком ряду даны слова среднего рода.
	d. время, платье, зеркало, море.  
132. Определите значение выделенных конструкций:  Бухара - один из священных городов Узбекистана.
a.  подлежащее                            
133. Вместо точек правильно употребите нужный  предлог:
… наше время современный специалист должен знать языки.
a. В;   	
134. Определите  род  имён  существительных: мальчик, дядя, отец, учитель. 
		b.  мужской род;  
135. Вставьте  подходящее местоимение.  Это  …  старший брат  Алишер.
  		 d.  мой.   
136. Подлежащее отвечает на вопросы …
a. кто? что?                                           
137. Сказуемое отвечает на вопросы: 
                         d.  что делает? что сделает? 
138. Переведите  глагол на  русский  язык.  Якшанба куни  музейга борамиз.   
         c.  пойдём               
139. Сколько падежей в русском языке?
       d. 6
140. Дополните предложение. Врач сказал, … завтра будет операция.
                  c. что                 
141. Дополните предложение нужным глаголом прошедшего времени.   В библиотеке студенты  … журналы и газеты
	b. читали;   
142. Дополните предложение нужным глаголом прошедшего времени.   В школе я…  в футбол 
	d. играл.                                                                                                
143. Подберите синоним   к слову  основной:
c. главный; 			      
144. Укажите верное согласование: 
a. Священная  Бухара;  		
145. Вместо точек вставьте глагол будущего времени.   
Завтра   мы …   …   на олимпиаде по русскому языку. a. будешь участвовать;  			b. буду участвовать; 
c. будем участвовать; 			   
146. Вместо точек вставьте глагол.  Мои друзья …..  в университете. 
a. учатся         
147. Вместо точек вставьте глагол.  Мой друг очень хорошо говорит….  
a. по-русски       
148. Вместо точек вставьте глагол . 
Я хочу поехать в Россию и тоже изучать ….
a.    русский язык        
149. Вместо точек вставьте глагол . Моё любимое время года … . 
a. лето                   
150. Вместо точек вставьте глагол . Виктор очень …  поехать в Англию. 
a. хочет                 














